
"Home" = "홈";

"Choose Photo" = "사진을 선택";

"Album" = "Album";

"More apps" = "더 많은 애플 리케이션" ;

"Other" = "다른";

"Rate us in the App Store!" = "앱 스토어에서 우리를 평가!";

"Contact the Author" = "저자에게 문의";

"Smart Mosaic HD Pro" = "Smart Mosaic HD Pro";

"Smart Mosaic Pro" = "Smart Mosaic Pro";

"Settings" = "설정";

"Picture quality" = "화질";

"Low quality" = "품질이 낮은";

"High quality" = "고품질 ";

"AgedPhoto" = "AgedPhoto";

"FaceCamera" = "FaceCamera";

"FaceCamera Pro" = "FaceCamera Pro";

"Smart Mosaic HD" = "Smart Mosaic HD";

"Smart Mosaic" = "Smart Mosaic";

"Face Recognition strength" = "얼굴 인식 강도";

"Low" = "낮은";

"High" = "높은";